Repository: pavlovskyive/pm-tech-homework3
Catalog: Homework-3-4/Homework-3-4/*.lproj/Localizable.strings
Languages: ar, de, fr, it, ru

source: Beyond Limits
ar: خارج الحدود
de: Jenseits der Grenzen
fr: Au-delà des limites
it: Oltre i Limiti
ru: Переходя все границы

source: Enter username
ar: ادخل اسم المستخدم
de: Geben Sie Benutzername
fr: Saisissez votre nom d'utilisateur
it: Inserire username
ru: Введите имя пользователя

source: Give Me Some Details
ar: أعطني بعض تفاصيل
de: Geben Sie mir einige Details
fr: Donnez-moi des détails
it: Dammi alcuni dettagli
ru: Покажи мне детали!

source: Username can only contain latin symbols, numbers, dots, underscores or dashes.
ar: .اسمالمستخدم يمكن أن تحتوي فقط اللاتينية الرموز والأرقام، النقاط، سفلية أو شرطات
de: Benutzername kann nur lateinische Symbole, Zahlen, Punkte, Unterstrichen oder Bindestriche enthalten.
fr: Nom d'utilisateur ne peut contenir des symboles latins, des chiffres, des points, des tirets ou des underscores.
it: Nome utente può contenere solo latino simboli, numeri, punti, trattini o trattini.
ru: Имя пользователя может содержать только латинские символы, цифры, точки, подчеркивания и тире.

source: Player enthusiast
ar: متحمس لاعب
de: Spieler-Enthusiasten
fr: Joueur passionné
it: Appassionato di giocatori
ru: Игрок-энтузиаст

source: Lorem ipsum text since Jan 2015
ar: النص أبجد هوز منذ يناير 2015
de: Lorem ipsum Text seit Januar 2015
fr: Lorem ipsum texte depuis janvier 2015
it: Testo ipsum Lorem dal gennaio 2015
ru: Lorem Ipsum текст с января 2015 года

source: Videos
ar: أشرطة فيديو
fr: Vidéos
it: Video
ru: Видео

source: Hearts
ar: قلوب
de: Herzen
fr: Cœurs
it: Cuori
ru: Сердца

source: Games
ar: ألعاب
de: Spiele
fr: Jeux
it: Giochi
ru: Игры

source: Wins
ar: انتصارات
de: Gewinnt
it: Vittorie
ru: Выигрыши

source: Check Stats
ar: تحقق إحصائيات
de: Prüfen Statistik
fr: Vérifier les statistiques
it: Controllare Statistiche
ru: Проверить статистику

source: What is Lorem Ipsum
ar: ما فائدته
de: Was ist Lorem Ipsum
fr: Qu'est-ce que le Lorem Ipsum
it: Cos’è Lorem Ipsum
ru: Что такое Lorem Ipsum

source: Lorem Ipsum is simply dummy text of the printing and typesetting industry. Lorem Ipsum has been the industry's standard dummy text ever since the 1500s, when an unknown printer took a galley of type and scrambled it to make a type specimen book. It has survived not only five centuries, but also the leap into electronic typesetting, remaining essentially unchanged.
ar: هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام هنا يوجد محتوى نصي، هنا يوجد محتوى نصي فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء.
de: Lorem Ipsum ist ein einfacher Demo-Text für die Print- und Schriftindustrie. Lorem Ipsum ist in der Industrie bereits der Standard Demo-Text seit 1500, als ein unbekannter Schriftsteller eine Hand voll Wörter nahm und diese durcheinander warf um ein Musterbuch zu erstellen.
fr: Le Lorem Ipsum est simplement du faux texte employé dans la composition et la mise en page avant impression. Le Lorem Ipsum est le faux texte standard de l'imprimerie depuis les années 1500, quand un imprimeur anonyme assembla ensemble des morceaux de texte pour réaliser un livre spécimen de polices de texte.
it: Lorem Ipsum è un testo segnaposto utilizzato nel settore della tipografia e della stampa. Lorem Ipsum è considerato il testo segnaposto standard sin dal sedicesimo secolo, quando un anonimo tipografo prese una cassetta di caratteri e li assemblò per preparare un testo campione.
ru: Lorem Ipsum - это текст-рыба, часто используемый в печати и вэб-дизайне. Lorem Ipsum является стандартной рыбой для текстов на латинице с начала XVI века. В то время некий безымянный печатник создал большую коллекцию размеров и форм шрифтов, используя Lorem Ipsum для распечатки образцов.
